IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""ไม่มีไฟล์รูปภาพ\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "มีการใช้ระบบหน่วยที่ผู้ใช้กำหนด"
IDS_USER_UNIT_SYSTEM = "ระบบหน่วย"
IDS_DGNREPORTBASE_TABLE = "ตาราง"
IDS_DGNREPORTBASE_FIGURE = "รูปภาพ"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  ตรวจสอบ"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  ไม่สามารถรับได้"
IDS_DGNREPORTBASE_YES = "ใช่"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  รูปทรงเรียว(Slender)"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  ไม่เรียว(Not Slender)"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  คอมแพค"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  ไม่คอมแพค"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  ไม่จำเป็นต้องพิจารณาการโก่งเดาะแบบส่ายด้านข้าง"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  ตรวจสอบการบิดตัวข้าง"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "ไม่จำเป็นต้องมีแผ่นเสริมกำลัง"
IDS_DGNREPORTBASE_STIFF_REQ = "จำเป็นต้องมีแผ่นเสริมกำลัง"
IDS_DGNREPORTBASE_SLENDER = "รูปทรงเพรียว"
IDS_DGNREPORTBASE_NOT_SLENDER = "ไม่เรียว"
IDS_DGNREPORTBASE_COMPACT = "กระชับ"
IDS_DGNREPORTBASE_NONCOMPACT = "ไม่กระชับ"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "มุมการหมุนและอนุพันธ์"
IDS_AXIAL_CAPACITY = "ความจุแกน"
IDS_AXIAL_STRESS = "ความเค้นแกน"
IDS_AXIAL_RESISTANCE = "ความต้านทานแกน"
IDS_BENDING_AND_AXIAL_RESISTANCE = "ความต้านทานการดัดและแกน"
IDS_BENDING_AND_SHEAR_RESISTANCE = "ความต้านทานการดัดและแรงเฉือน"
IDS_BUCKLING_RESISTANCE = "ความต้านทานการบิดตัว"
IDS_COMBINED_RATIO = "อัตราส่วนรวม"
IDS_COMBINED_STRENGTH_RATIO = "อัตราส่วนความแข็งแรงรวม"
IDS_COMBINED_STRESS_RATIO = "อัตราส่วนความเค้นรวม"
IDS_COMPRESSION_RESISTANCE = "ความต้านทานการอัด"
IDS_COMPRESSION_STRENGTH = "ความแข็งแรงการอัด"
IDS_COMPRESSION_STRESS = "ความเค้นการอัด"
IDS_FLANGE = "ฟลานจ์"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "ความต้านทานการบิดตัวแบบยืดหยุ่น"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "ความต้านทานการบิดตัวข้างแบบหมุน"
IDS_LIMIT_STATE_OF_BUCKLING = "สถานะขีดจำกัดของการบิดตัว"
IDS_MAJOR = "หลัก"
IDS_MAJOR_AXIS = "แกนหลัก"
IDS_MINOR = "รอง"
IDS_MINOR_AXIS = "แกนรอง"
IDS_MOMENT_CAPACITY = "ความจุโมเมนต์"
IDS_MOMENT_RESISTANCE = "ความต้านทานโมเมนต์"
IDS_MOMENT_STRENGTH = "ความแข็งแรงโมเมนต์"
IDS_MOMENT_STRESS = "ความเค้นโมเมนต์"
IDS_RESULT_BY_POSITION = "ผลลัพธ์ตามตำแหน่ง"
IDS_SHEAR_CAPACITY = "ความจุแรงเฉือน"
IDS_SHEAR_RESISTANCE = "ความต้านทานแรงเฉือน"
IDS_SHEAR_STRESS = "ความเค้นแรงเฉือน"
IDS_SLENDERNESS_RATIO = "อัตราส่วนความเรียว"
IDS_STRESS = "ความเค้น"
IDS_TENSION_RESISTANCE = "ความต้านทานแรงดึง"
IDS_TENSION_STRENGTH = "ความแข็งแรงแรงดึง"
IDS_TENSION_STRESS = "ความเค้นแรงดึง"
IDS_TORSION_CAPACITY = "ความจุโมเมนต์บิด"
IDS_TORSION_CAPACITY_OPEN_SECTION = "ความจุโมเมนต์บิด (หน้าตัดเปิด)"
IDS_TORSION_STRENGTH = "ความแข็งแรงโมเมนต์บิด"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "ความต้านทานการบิดตัวแบบยืดหยุ่น"
IDS_WEB = "เว็บ"
IDS_WIDTH_THICKNESS_RATIO = "อัตราส่วนความกว้าง-ความหนา"
IDS_X = "X"
IDS_X_DIR = "ทิศทาง X"
IDS_X_DIRECTION = "ทิศทาง X"
IDS_Y = "Y"
IDS_Y_DIR = "ทิศทาง Y"
IDS_Y_DIRECTION = "ทิศทาง Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "ความเค้นครากภายใต้ความเค้นปกติ"
IDS_YIELDING_UNDER_SHEAR_STRESS = "ความเค้นครากภายใต้ความเค้นเฉือน"
IDS_DGNREPORTBASE_MPHI_CURVE = "กราฟโมเมนต์-ความโค้ง"
IDS_DGNREPORTBASE_STL_TENS = "เหล็ก (แรงดึง)"
IDS_DGNREPORTBASE_STL_COMP = "เหล็ก (แรงอัด)"
IDS_DGNREPORTBASE_CON_COMP = "คอนกรีต (แรงอัด)"
IDS_DGNREPORTBASE_STL_STRAIN = "การยืดตัวของเหล็ก"
IDS_DGNREPORTBASE_CON_STRAIN = "ความเครียดคอนกรีต"
IDS_DGNREPORTBASE_MOMENT = "โมเมนต์"
IDS_DGNREPORTBASE_CURVATURE = "ความโค้ง"
IDS_DGNREPORTBASE_CURVE = "เส้นโค้ง"
IDS_DGNREPORTBASE_POSITIVE = "บวก"
IDS_DGNREPORTBASE_NEGATIVE = "ลบ"
IDS_DGNREPORTBASE_AXIAL_FORCE = "แรงแกน"
IDS_DGNREPORTBASE_NA_ANGLE = "มุมแกนกลาง"
IDS_DGNREPORTBASE_CON_HEIGHT = "ความสูงคอนกรีต"
IDS_DGNREPORTBASE_CON_WIDTH = "ความกว้างคอนกรีต"
IDS_DGNREPORTBASE_CON_AREA = "พื้นที่คอนกรีต"
IDS_DGNREPORTBASE_RBAR_AREA = "พื้นที่เหล็กเสริม"
IDS_DGNREPORTBASE_CRACK = "รอยแตก"
IDS_DGNREPORTBASE_YIELD = "ความเค้นคราก"
IDS_DGNREPORTBASE_INITIAL = "เริ่มต้น"
IDS_DGNREPORTBASE_IDEAL = "อุดมคติ"
IDS_DGNREPORTBASE_ULTIMATE = "ขั้นสุดท้าย"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

